{
  "teacher": [
    {
      "id": 1,
      "vName": "Phan Hồng Ngọc",
      "eName": "Ms. RUBY PHAN",
      "certi": [
        "Chứng chỉ TESOL - Australian International Tesol",
        "Th.S Quản Trị Kinh Doanh - Columbia Southern University"
      ],
      "feedBack": [
        "Cô Ruby mô tả cách tạo âm IPA và các kỹ thuật nói hay tiếng Anh như nối âm, ngữ điệu rất chi tiết, dễ hình dung, dễ làm theo.",
        "Cô luôn truyền năng lượng tích cực trong lớp học cũng như tổ chức nhiều hoạt động cho lớp tương tác."
      ],
      "motto": "Nói tiếng Anh không chỉ đơn thuần là nói mà còn là một màn “performance” (biểu diễn) kết hợp phát âm chuẩn IPA* và nhiều kỹ thuật khác để tạo ra giai điệu trong từng âm tiết, câu từ. Không chỉ giúp học viên nói được mà còn nói hay giống bản ngữ."
    },
    {
      "id": 2,
      "vName": "",
      "eName": "Ms. HARLEY TRẦN",
      "certi": [
        "Cử nhân Ngôn ngữ Anh - ĐH Nha Trang",
        "Th.S Phương pháp Giảng dạy Tiếng Anh - Benedictine University"
      ],
      "feedBack": [
        "Cô Harley hiểu được các lỗi sai thường gặp của người học ngoại ngữ ở Việt Nam trong phát âm cũng như cách sử dụng tiếng Anh. Từ đó, cô hướng dẫn sửa rất chi tiết và nhiệt tình.",
        "Luôn sáng tạo trong việc nghĩ ra tình huống và nội dung giảng dạy để giúp học viên sử dụng ngôn ngữ mục tiêu một cách tối đa trong từng buổi học."
      ],
      "motto": "Việc học phát âm tiếng Anh cũng giống như việc xây dựng móng nhà của bạn. Móng nhà phải thật chắc thì mới có thể gia cố thêm bằng ngữ pháp và từ vựng. Phát âm quan trọng đối với người học ngoại ngữ vì đây là yếu tố đầu tiên để mọi người đánh giá khả năng ngoại ngữ của bạn."
    },
    {
      "id": 3,
      "vName": "",
      "eName": "Ms. LINDSIE ĐÀO",
      "certi": ["Cử nhân Ngôn ngữ Anh - ĐH Văn Lang"],
      "feedBack": [
        "Cô Lindsie luôn “customize” (cá nhân hoá) bài giảng theo nhu cầu học viên, nên khiến học viên cảm thấy luôn có người đồng hành khi học tiếng Anh. Cô luôn lắng nghe những khó khăn cũng như hướng dẫn bài rất tận tâm.",
        "Luôn quan tâm đến sự phát triển bản thân, kiến thức đến xã hội và lĩnh vực ngành nghề khác nhau để mang lại cho học viên những bài giảng sinh động, gần gũi và mang tính ứng dụng cao."
      ],
      "motto": "Language is not only about communication but also a voice of the soul, a beautiful voice reflects a magnificent spirit. (Tạm dịch: Ngôn ngữ không chỉ là phương tiện giao tiếp mà còn là tiếng nói của tâm hồn, một giọng nói hay thể hiện một tâm hồn đẹp)."
    },
    {
      "id": 4,
      "vName": "",
      "eName": "Mr. RYAN TRẦN",
      "certi": [
        "Cử nhân Tài chính - ĐH Ngân hàng Tp.HCM",
        "Chứng chỉ TEFL - Teaching English as a Foreign Language",
        "IELTS 7.5"
      ],
      "feedBack": [
        "Thầy luôn mang lại không khí vui vẻ và thoải mái trong lớp học. Học với thầy đôi khi cảm thấy những căng thẳng sau một ngày làm việc tan biến vì thầy luôn biết cách chọc cười và giúp học viên “enjoy” (tận hưởng) từng giờ học phát âm.",
        "Siêu thích các video đưa feedback sửa phát âm của thầy, rất dễ thương, dễ hình dung và đặc biệt giọng thầy rất chuẩn American accent (giọng Anh Mỹ)."
      ],
      "motto": "Phát âm và từ vựng luôn đặt hàng đầu vì sẽ là nòng cốt để có thể nói tiếng Anh trôi chảy. Chỉ cần cố gắng thì tiếng Anh sẽ không ngoảnh mặt với bạn."
    },
    {
      "id": 5,
      "vName": "",
      "eName": "Ms. JOSIE HUNG",
      "certi": ["Cử nhân Ngôn ngữ Anh - ĐH Văn Lang"],
      "feedBack": [
        "Cô Josie luôn tạo không khí lớp học vui tươi và tràn đầy năng lượng. Giọng cô rất truyền cảm và đặc biệt cô nói tiếng Anh rất giống bản ngữ, nhiều khi học viên không phân biệt được giọng thật của cô và giọng audio nước ngoài",
        "Luôn lắng nghe, thấu hiểu những khó khăn trong việc phát âm của học viên và hướng dẫn chi tiết, đơn giản hoá bài học để học viên nói chuẩn nhất có thể."
      ],
      "motto": "Phát âm chuẩn - chìa khoá của giao tiếp chuẩn bản ngữ!"
    },
    {
      "id": 6,
      "vName": "",
      "eName": "Ms. EMMA HOÀNG",
      "certi": ["Cử nhân Ngôn ngữ Anh - ĐH Văn Lang"],
      "feedBack": [
        "Cô Emma luôn quan tâm, thấu hiểu những khó khăn của học viên trong quá trình học phát âm và giao tiếp tiếng Anh. Từ đó, cô hướng dẫn chi tiết và sửa các lỗi sai thường gặp trong lớp.",
        "Chuẩn bị nội dung và phương pháp giảng dạy phù hợp với từng trình độ của mỗi học viên. Học được rất nhiều cách dùng từ và câu giao tiếp hay từ cô mỗi khi chat trong group lớp."
      ],
      "motto": "Học phát âm luôn là xuất phát điểm quan trọng nhất khi bắt đầu học một ngôn ngữ mới đặc biệt là tiếng Anh. Nó không chỉ giúp bạn tự tin hơn khi giao tiếp mà còn giúp cuộc trò chuyện trở nên cuốn hút, thú vị hơn. Phát âm chuẩn sẽ giúp bạn dễ dàng ghi điểm trong mắt người đối diện."
    }
  ],
  "course": [
    {
      "courseId": 1,
      "path": "/courses.html?course=master-pronunciation",
      "name": "MASTER PRONUNCIATION",
      "problem": [
        "Phát âm không chuẩn nên nhiều bạn khó tự tin khi giao tiếp. Các bạn \"sợ\" nói vì ngại bản thân nói mà đối phương không hiểu hoặc đối phương nói mà các bạn không biết có phải đúng nghĩa mà mình đang suy nghĩ không!",
        "Vì chủ quan, nghĩ rằng chỉ việc \"nghe - lặp lại\" từ mới theo người khác thì bản thân sẽ có phản xạ phát âm. Tuy nhiên, dần dần các bạn bị mất định hương, khi gặp từ mới thì không biết đâu là cách đọc đúng!",
        "Hiểu được sự quan trọng của việc phát âm chuẩn, nhưng không có người hướng dẫn cùng đống hành nên các bạn không biết bắt đầu học từ đâu? Lộ trình như thế nào là hợp lý? Nhiều khó khăn khi bắt đầu, dẫn đến sự chán nản nhanh chóng.",
        "Phát âm sai dẫn đến hiểu nhầm về nội dung, gây trở ngại việc thăng tiến trong những buổi thuyết trình, phỏng vấn công việc."
      ],
      "offer": [
        "Học tập bám sát theo giáo trình độc quyền của Beyond The Limits, khóa học sẽ hướng dẫn bạn Tiếng Anh giao tiếp theo phong cách đời sống gần gũi và thương mại trang trọng tích hợp chỉ trong 1 khoá học (Học 1 được 2)",
        "Lớp học quy mô nhỏ (chỉ từ 4-5 học viên), tối ưu hóa thời gian tương tác giữa giáo viên và từng bạn, nâng cao chất lượng học tập của mỗi học viên. Bên cạnh đó, lớp học với hình thức online nên không ràng buộc địa lý của học viên, tạo cho bạn cảm giác thoải mái nhất khi tham gia khóa học.",
        "Khóa học sẽ giúp bạn nắm rõ kiến thức nền với giáo viên Việt, nhằm truyền đạt và giải thích kỹ, dễ hiểu hơn. Sau đó, học viên sẽ được thực hành với giáo viên bản ngữ để nói chuyện chuẩn, rèn luyện phản xạ nhanh hơn.",
        "Trong quá trình học, học viên được cung cấp tài khoản LUYỆN TẬP trực tuyến trong hệ thống bài tập online của trung tâm, giáo viên sẽ theo dõi và bám sát chất lượng học tập của mỗi học viên qua từng ngày. Đặc biệt, tặng ngay trọn bộ video HƯỚNG DẪN phát âm IPA để người học dễ dàng luyện tập tại nhà."
      ],
      "questions": [
        {
          "ask": "Trình độ giáo viên tại Trung tâm như thế nào?",
          "ans": "Nhằm mục đích cải thiện chất lượng việc học ngôn ngữ của cộng đồng người Việt, Beyond The Limits ưu tiên tuyển chọn đội ngũ giáo viên theo tiêu chí “Có tâm, đủ tầm” để khóa học của chúng tôi mang đến giá trị tốt nhất cho học viên. Về trình độ học vấn, đội ngũ giáo viên của trung tâm 100% sở hữu  IELTS 7.5+,  các thầy cô đều ở học vị cử nhân và thạc sĩ trong lĩnh vực giảng dạy Tiếng Anh từ 5 năm trở lên."
        },
        {
          "ask": "Khóa học kéo dài trong bao lâu, mỗi tuần bao nhiêu buổi?",
          "ans": "Khóa học Master Pronunciation kéo dài liên tục trong 2 tháng, tổng thể gồm 24 buổi (tương ứng mỗi tuần 3 buổi). Đơn vị tiên phong giảng dạy Phát âm Online chuẩn quốc tế với số giờ khoa học để đạt đầu ra theo yêu cầu (30 giờ, 75p/buổi)"
        },
        {
          "ask": "Khóa học này bao nhiêu tuổi sẽ học được?",
          "ans": "Khóa học phát âm chuẩn bản ngữ được đánh giá là một trong những khóa học nền tảng trong bộ môn Tiếng Anh (đặc biệt quan trọng cho kĩ năng Speaking). Vì vậy, khoá học sẽ phù hợp với đa dạng độ tuổi (học sinh, sinh viên, người đi làm…), chỉ cần bạn là người yêu thích Tiếng Anh và xác định được tầm quan trọng của việc phát âm chuẩn trong giao tiếp!"
        },
        {
          "ask": "Sau khi học phát âm chuẩn thì nên học thêm kĩ năng gì để speaking tối ưu nhất?",
          "ans": "Dựa vào lộ trình tiêu chuẩn do Đội ngũ Giáo viên của trung tâm đã nghiên cứu và biên soạn. Bên cạnh việc phát âm đúng, thì “ngữ điệu khi nói” cũng là một yếu tố quan trọng không kém. Vì vậy, Beyond The Limits khuyến khích bạn nên học song song hoặc theo thứ bậc Khóa học của chúng tôi để gặt hái được mục tiêu “Nói chuẩn bản ngữ” mà chúng ta đang hướng đến!"
        },
        {
          "ask": "Có chương trình ưu đãi trợ giá cho học viên mới không?",
          "ans": "Nhằm tạo điều kiện tốt nhất cho các bạn, Beyond The Limits cập nhật liên tục CTKM hằng tháng tại Fanpage. Xin mời bạn theo dõi Fanpage để nhận được CTKM sớm nhất của chúng tôi nhé!\nLink Fanpage: https://www.facebook.com/beyond.the.limits05"
        }
      ]
    },
    {
      "courseId": 2,
      "path": "/courses.html?course=american-accent",
      "name": "AMERICAN ACCENT",
      "problem": [
        "Nói chuyện ngang phè, gây nên sự mất hứng trong cuộc trò chuyện, khó thuyết phục đối phương theo luận điểm của bản thân, dẫn đến trở ngại lớn trong việc thuyết trình, đàm phán với đối tác quốc tế.",
        "Nội dung của câu nói đôi khi bị “biến dạng” nếu bạn không đặt cảm xúc vào câu nói đó! Trong trường hợp này, sẽ dễ gây hiểu lầm giữa bạn và mọi người.",
        "Vì không nắm được các kĩ thuật lên - xuống giọng, chặn âm, nối âm…nên thường xuyên không nghe được đối phương nói gì? Làm gián đoạn cuộc đối thoại, dần dần có cảm giác mất tự tin giao tiếp.",
        "Chỉ biết dùng từ ngữ phổ thông, rập khuôn… Thiếu đi tính thân mật và thể hiện tình cảm trong câu nói, biểu đạt câu nói chưa thể trọn nghĩa theo ý riêng bản thân."
      ],
      "offer": [
        "Học tập bám sát theo giáo trình độc quyền của Beyond The Limits, được Giáo viên chuyên môn hướng dẫn các kĩ thuật để thể hiện ngữ điệu trong từng dạng câu nói: Nhấn âm tiết,từ, câu ;  âm “Schwa”; Giảm lượt khi đọc ; Chuyển giọng mũi đặc trưng của châu Á...",
        "Lớp học quy mô nhỏ (chỉ từ 4-5 học viên), tối ưu hóa thời gian tương tác giữa giáo viên và từng bạn, nâng cao chất lượng học tập của mỗi học viên. Bên cạnh đó, lớp học với hình thức online nên không ràng buộc địa lý của học viên, tạo cho bạn cảm giác thoải mái nhất khi tham gia khóa học.",
        "Kiểm tra đầu vào MIỄN PHÍ, giúp bạn định hình được trình độ của bản thân như thế nào và cần khắc phục, cải thiện ra sao. Tư vấn lộ trình cụ thể dựa vào năng lực hiện tại của bạn!",
        "Trong quá trình học, học viên được cung cấp tài khoản LUYỆN TẬP trực tuyến trong hệ thống bài tập online của trung tâm, giáo viên sẽ theo dõi và bám sát chất lượng học tập của mỗi học viên qua từng ngày. Đặc biệt, tặng ngay trọn bộ video HƯỚNG DẪN phát âm IPA để người học dễ dàng luyện tập tại nhà."
      ],
      "questions": [
        {
          "ask": "Trình độ giáo viên tại Trung tâm như thế nào?",
          "ans": "Nhằm mục đích cải thiện chất lượng việc học ngôn ngữ của cộng đồng người Việt, Beyond The Limits ưu tiên tuyển chọn đội ngũ giáo viên theo tiêu chí “Có tâm, đủ tầm” để khóa học của chúng tôi mang đến giá trị tốt nhất cho học viên. Về trình độ học vấn, đội ngũ giáo viên của trung tâm 100% sở hữu  IELTS 7.5+,  các thầy cô đều ở học vị cử nhân và thạc sĩ trong lĩnh vực giảng dạy Tiếng Anh từ 5 năm trở lên."
        },
        {
          "ask": "Khóa học kéo dài trong bao lâu, mỗi tuần bao nhiêu buổi?",
          "ans": "Khóa học American Accent kéo dài liên tục trong 2 tháng, tổng thể gồm 24 buổi (tương ứng mỗi tuần 3 buổi). Đơn vị tiên phong giảng dạy Phát âm Online chuẩn quốc tế với số giờ khoa học để đạt đầu ra theo yêu cầu (30 giờ, 75p/buổi)"
        },
        {
          "ask": "Khóa học này bao nhiêu tuổi sẽ học được?",
          "ans": "Khóa học American Accent được giáo viên Beyond The Limits đánh giá như một kĩ năng bổ trợ tốt trong việc nói và giao tiếp Tiếng Anh. Vì vậy, điều kiện cần và đủ để học tốt khóa học này là bạn nên nắm chắc khả năng phát âm chuẩn hệ thống IPA, ngoài ra khóa học sẽ không ràng buộc giới hạn tuổi tham gia!"
        },
        {
          "ask": "Nếu chỉ học khóa American Accent mà không học khóa Master Pronuciation thì được không?",
          "ans": "Beyond The Limits khuyến khích bạn nên học cả 2 khóa để nắm chắc nền tảng phát âm IPA trước. Tuy nhiên, trung tâm sẽ gửi bạn bài test về phát âm, nếu bài test của bạn được giáo viên đánh giá tốt thì bạn có thể học ngay khóa American Accent mà không cần học khóa Master Pronunciation trước đó."
        },
        {
          "ask": "Có chương trình ưu đãi trợ giá cho học viên mới không?",
          "ans": "Nhằm tạo điều kiện tốt nhất cho các bạn, Beyond The Limits cập nhật liên tục CTKM hằng tháng tại Fanpage. Xin mời bạn theo dõi Fanpage để nhận được CTKM sớm nhất của chúng tôi nhé!\nLink Fanpage: https://www.facebook.com/beyond.the.limits05"
        }
      ]
    },
    {
      "courseId": 3,
      "name": "ENGLISH IN LIFE",
      "path": "/courses.html?course=english-in-life",

      "problem": [
        "Nắm vững ngữ pháp và một kho tàng từ vựng, nhưng vẫn lúng túng, không phản xạ kịp khi giao tiếp với người bản xứ.",
        "Mong muốn được làm việc trong môi trường quốc tế nhưng không nắm rõ được kĩ năng thuyết trình, viết email…như thế nào cho chuẩn!",
        "Từ vừng sử dụng trong công sở quá khác biệt so với văn phong được học trong sách vở trước đây.",
        "Chỉ biết dùng từ ngữ phổ thông, rập khuôn… Thiếu đi tính thân mật và thể hiện tình cảm trong câu nói, biểu đạt câu nói chưa thể trọn nghĩa theo ý riêng bản thân.",
        "Cần giao tiếp cùng người bản xứ nhiều để thực hành, rèn luyện thêm, nhưng không biết phải nhờ ai giúp đỡ!"
      ],
      "offer": [
        "Học tập bám sát theo giáo trình độc quyền của Beyond The Limits, khóa học sẽ hướng dẫn bạn Tiếng Anh giao tiếp theo phong cách đời sống gần gũi và thương mại trang trọng tích hợp chỉ trong 1 khoá học (Học 1 được 2)",
        "Lớp học quy mô nhỏ (chỉ từ 4-5 học viên), tối ưu hóa thời gian tương tác giữa giáo viên và từng bạn, nâng cao chất lượng học tập của mỗi học viên. Bên cạnh đó, lớp học với hình thức online nên không ràng buộc địa lý của học viên, tạo cho bạn cảm giác thoải mái nhất khi tham gia khóa học.",
        "Khóa học sẽ giúp bạn nắm rõ kiến thức nền với giáo viên Việt, nhằm truyền đạt và giải thích kỹ, dễ hiểu hơn. Sau đó, học viên sẽ được thực hành với giáo viên bản ngữ để nói chuyện chuẩn, rèn luyện phản xạ nhanh hơn.",
        "Trong quá trình học, học viên được cung cấp tài khoản LUYỆN TẬP trực tuyến trong hệ thống bài tập online của trung tâm, giáo viên sẽ theo dõi và bám sát chất lượng học tập của mỗi học viên qua từng ngày. Đặc biệt, tặng ngay trọn bộ video HƯỚNG DẪN phát âm IPA để người học dễ dàng luyện tập tại nhà."
      ],
      "questions": [
        {
          "ask": "Trình độ giáo viên tại Trung tâm như thế nào?",
          "ans": "Nhằm mục đích cải thiện chất lượng việc học ngôn ngữ của cộng đồng người Việt, Beyond The Limits ưu tiên tuyển chọn đội ngũ giáo viên theo tiêu chí “Có tâm, đủ tầm” để khóa học của chúng tôi mang đến giá trị tốt nhất cho học viên. Về trình độ học vấn, đội ngũ giáo viên của trung tâm 100% sở hữu  IELTS 7.5+,  các thầy cô đều ở học vị cử nhân và thạc sĩ trong lĩnh vực giảng dạy Tiếng Anh từ 5 năm trở lên."
        },
        {
          "ask": "Khóa học kéo dài trong bao lâu, mỗi tuần bao nhiêu buổi?",
          "ans": "Khóa học English In Life kéo dài liên tục trong 2 tháng, tổng thể gồm 24 buổi (tương ứng mỗi tuần 3 buổi). Đơn vị tiên phong giảng dạy Phát âm Online chuẩn quốc tế với số giờ khoa học để đạt đầu ra theo yêu cầu (30 giờ, 75p/buổi)"
        },
        {
          "ask": "Khóa học này bao nhiêu tuổi sẽ học được?",
          "ans": "Khóa học sẽ không giới hạn về tuổi đối với học viên! Tuy nhiên, bạn sẽ được test đầu vào (miễn phí), giáo viên chuyên môn sẽ đánh giá sơ bộ về kĩ năng hiện tại của bạn đang ở mức độ nào và đưa ra lời góp ý về lộ trình cần cải thiện."
        },
        {
          "ask": "Hình thức học khóa English In Life như thế nào?",
          "ans": [
            "Học với phương pháp SCAFFOLDING: Giáo viên chia nhỏ kiến thức và gợi mở bằng nhiều hoạt động khác nhau để học viên tự suy luận và nhớ lâu hơn.",
            "Lớp học tổ chức các hoạt động tương tác giúp học viên tập trung 100%, thực hành liên tục.",
            "Học giao tiếp theo chủ đề, tăng vốn từ vựng/ ngữ pháp và được giáo viên (Việt/ bản ngữ) chỉnh sửa phát âm/ ngữ điệu..."
          ]
        },
        {
          "ask": "Có chương trình ưu đãi trợ giá cho học viên mới không?",
          "ans": "Nhằm tạo điều kiện tốt nhất cho các bạn, Beyond The Limits cập nhật liên tục CTKM hằng tháng tại Fanpage. Xin mời bạn theo dõi Fanpage để nhận được CTKM sớm nhất của chúng tôi nhé!\nLink Fanpage: https://www.facebook.com/beyond.the.limits05"
        }
      ]
    }
  ]
}
